[
  {
    "id": 1,
    "name": "Marcus Aurelius",
    "bio": "Marcus Aurelius is one of the most famous stoic philosophers, and one of the most powerful people in the world while he was alive. He was the emperor of ancient Rome, and would often write down his thoughts in his now famous journal we now call Meditations. This is one of my favorite books of all time, and an interesting look into the mind of Marcus. His journal was never meant to be published, so what you see here is pure honesty that ended up including some of the greatest stoic quotes.",
    "image": "https://hips.hearstapps.com/hmg-prod/images/marcus-aurelius-gettyimages-122316830.jpg",
    "occupation": "Roman emperor",
    "life": "April 26, 121 AD - March 17, 180 AD",
    "quotes": [
      "The best answer to anger is silence.",
      "The more we value things outside our control, the less control we have.",
      "How ridiculous and how strange to be surprised at anything which happens in life.",
      "You have power over your mind – not outside events. Realize this, and you will find strength.",
      "The best revenge is not to be like your enemy.",
      "Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart.",
      "Confine yourself to the present.",
      "When you arise in the morning, think of what a precious privilege it is to be alive – to breathe, to think, to enjoy, to love.",
      "You can commit injustice by doing nothing.",
      "Waste no more time arguing about what a good man should be. Be one.",
      "Each day provides its own gifts.",
      "Give yourself a gift, the present moment.",
      "The only wealth which you will keep forever is the wealth you have given away.",
      "Have I been made for this, to lie under the blankets and keep myself warm?",
      "Conceal a flaw, and the world will imagine the worst.",
      "Life is neither good or evil, but only a place for good and evil.",
      "I cannot escape death, but at least I can escape the fear of it.",
      "How trivial the things we want so passionately are.",
      "Settle on the type of person you want to be and stick to it, whether alone or in company.",
      "Consider at what price you sell your integrity, but please, for God’s sake, don’t sell it cheap."
    ]
  },
  {
    "id": 2,
    "name": "Lucius Annaeus Seneca",
    "bio": "Seneca was born in Córdoba in Hispania, and raised in Rome, where he was trained in rhetoric and philosophy. When Nero became emperor in 54, Seneca became his advisor and, together with the praetorian prefect Sextus Afranius Burrus, provided competent government for the first five years of Nero's reign. Seneca's influence over Nero declined with time, and in 65 Seneca was forced to take his own life for alleged complicity in the Pisonian conspiracy to assassinate Nero, in which he was probably innocent. His stoic and calm suicide has become the subject of numerous paintings.",
    "image": "https://mindandpractice.com/wp-content/uploads/2021/04/seneca-6279972_1280.png",
    "occupation": "Roman Stoic philosopher",
    "life": "4 BC - 65 AD",
    "quotes": [
      "We suffer more often in imagination than in reality.",
      "Ignorance is the cause of fear.",
      "While we wait for life, life passes.",
      "Life is long, if you know how to use it.",
      "Hurry up and live.",
      "Cease to hope and you will cease to fear.",
      "Wealth is the slave of a wise man and the master of a fool.",
      "Only time can heal what reason cannot.",
      "While we are postponing, life speeds by.",
      "Life, if well lived, is long enough.",
      "Hang on to your youthful enthusiasms, you will be able to use them better when you are older.",
      "He who is brave is free.",
      "It is a rough road that leads to the heights of greatness.",
      "It is more civilized to make fun of life than to bewail it.",
      "Difficulty comes from our lack of confidence.",
      "Life is very short and anxious for those who forget the past, neglect the present, and fear the future.",
      "What really ruins our character is the fact that none of us looks back over his life.",
      "Religion is regarded by the common people as true, by the wise as false, and by rulers as useful.",
      "It does not matter how many books you have, but how good are the books which you have.",
      "When a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends.",
      "For many men, the acquisition of wealth does not end their troubles, it only changes them.",
      "The greatest remedy for anger is delay."
    ]
  },
  {
    "id": 3,
    "name": "Epictetus",
    "bio": "He was born into slavery at Hierapolis, Phrygia (present-day Pamukkale, in western Turkey) and lived in Rome until his banishment, when he went to Nicopolis in northwestern Greece for the rest of his life. His teachings were written down and published by his pupil Arrian in his Discourses and Enchiridion. Epictetus taught that philosophy is a way of life and not simply a theoretical discipline. To Epictetus, all external events are beyond our control; we should accept whatever happens calmly and dispassionately. However, individuals are responsible for their own actions, which they can examine and control through rigorous self-discipline.",
    "image": "https://philosophy.redzambala.com/sites/default/files/field/image/epictetus-2.jpg",
    "occupation": "Greek Stoic philospher",
    "life": "50 AD - 135 AD",
    "quotes": [
      "We have two ears and one mouth so that we can listen twice as much as we speak.",
      "No man is free who is not master of himself.",
      "Men are disturbed not by things, but by the view which they take of them.",
      "It is difficulties that show what men are.",
      "Make the best use of what is in your power, and take the rest as it happens.",
      "A ship should not ride on a single anchor, nor life on a single hope.",
      "No great thing is created suddenly.",
      "Know, first, who you are, and then adorn yourself accordingly.",
      "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
      "First learn the meaning of what you say, and then speak.",
      "If you want something good, get it yourself."
    ]
  },
  {
    "id": 4,
    "name": "Zeno",
    "bio": "Zeno was the founder of the Stoic school of philosophy, which he taught in Athens from about 300 BC. Based on the moral ideas of the Cynics, Stoicism laid great emphasis on goodness and peace of mind gained from living a life of virtue in accordance with nature. It proved very popular, and flourished as one of the major schools of philosophy from the Hellenistic period through to the Roman era, and enjoyed revivals in the Renaissance as Neostoicism and in the current era as Modern Stoicism.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/b/bc/Paolo_Monti_-_Servizio_fotografico_%28Napoli%2C_1969%29_-_BEIC_6353768.jpg",
    "occupation": "Stoic philospher",
    "life": "334 BD - 262 bc",
    "quotes": [
      "What did remain of his teachings were passed down by one of his students named Diogenes.",
      "All the good are friends of one another.",
      "No loss should be more regrettable to us than losing our time, for it’s irretrievable.",
      "Extravagance is its own destroyer.",
      "Man conquers the world by conquering himself.",
      "Steel your sensibilities, so that life shall hurt you as little as possible.",
      "Better to trip with the feet than with the tongue",
      "A bad feeling is a commotion of the mind repugnant to reason, and against nature."
    ]
  },
  {
    "id": 5,
    "name": "Musonius Rufus",
    "bio": "Gaius Musonius Rufus was a Roman Stoic philosopher of the 1st century AD. He taught philosophy in Rome during the reign of Nero and so was sent into exile in 65 AD, returning to Rome only under Galba. He was allowed to stay in Rome when Vespasian banished all other philosophers from the city in 71 AD although he was eventually banished anyway, returning only after Vespasian's death. A collection of extracts from his lectures still survives. He is also remembered for being the teacher of Epictetus and Dio Chrysostom.",
    "image": "https://philosophy.redzambala.com/sites/default/files/field/image/musonius-rufus-5.jpg",
    "occupation": "Roman Stoic philosopher",
    "life": "20 AD - 101 AD",
    "quotes": [
      "We begin to lose our hesitation to do immoral things when we lose our hesitation to speak of them.",
      "Humanity must seek what is NOT simple and obvious using the simple and obvious.",
      "Since every man dies, it is better to die with distinction than to live long.",
      "Only by exhibiting actions in harmony with the sound words which he has received will anyone be helped by philosophy.",
      "Thus whoever destroys human marriage destroys the home, the city-the whole human race."
    ]
  },
  {
    "id": 6,
    "name": "Diogenes",
    "bio": "Born in Seleucia on the Tigris in Babylonia, Diogenes was educated at Athens under the auspices of Chrysippus and succeeded Zeno of Tarsus as head (scholarch) of the Stoic school there in the 2nd century BC. Among his pupils were Panaetius and Antipater of Tarsus who succeeded him as scholarch. He seems to have closely followed the views of Chrysippus, especially on dialectic, in which he is said to have instructed Carneades. Together with Carneades and Critolaus, he was sent to Rome to appeal a fine of five hundred talents imposed on Athens in 155 BC for the sack of Oropus. They delivered their epideictic speeches first in numerous private assemblies, then in the Senate. Diogenes pleased his audience chiefly by his sober and temperate mode of speaking. Cicero speaks of him as deceased by 150 BC,[4] and since Lucian claims that he died at the age of 80,[5] he must have been born around 230 BC. There is some evidence, however, that he may have lived to around 140 BC.",
    "image": "https://l450v.alamy.com/450v/cw1wg2/diogenes-of-babylon-cw1wg2.jpg",
    "occupation": "Stoic philosopher",
    "life": "240 BC - 150 BC",
    "quotes": [
      "He with the most who is content with the least.",
      "The foundation of every state is the education of its youth.",
      "Blushing is the color of virtue.",
      "Dogs and philosophers do the greatest good and get the fewest rewards.",
      "I am not an Athenian or a Greek, but a citizen of the world.",
      "The mob is the mother of tyrants.",
      "Poverty is a virtue which one can teach oneself.",
      "Stand a little less between me and the sun.",
      "In a rich man's house there is no place to spit but his face.",
      "He has the most who is most content with the least.",
      "What I like to drink most is wine that belongs to others.",
      "The sun, too, shines into cesspools and is not polluted.",
      "Man is the most intelligent of the animals - and the most silly.",
      "I have nothing to ask but that you would remove to the other side, that you may not, by intercepting the sunshine, take from me what you cannot give.",
      "Modesty is the color of virtue. Diogenes A friend is one soul abiding in two bodies.",
      "The art of being a slave is to rule one's master."
    ]
  }
]
